[
    {
      "food_name": "เต้าหู้ทรงเครื่อง",
      "food_ingredients": [
        "เต้าหู้คินุ",
        "หมูสับ",
        "หอมใหญ่",
        "เห็ดหอม",
        "แครอตหั่นเต๋า",
        "น้ำเปล่า",
        "แป้งข้าวโพด",
        "ซอสหอยนางรม",
        "ซีอิ๊วขาว",
        "พริกไทยป่น",
        "น้ำมันพืช",
        "ต้นหอมซอย"
      ],
      "food_vol":[
        "เต้าหู้คินุ 1 ก้อน",
        "หมูสับ 50 กรัม",
        "หอมใหญ่หั่นเต๋า 2 ช้อนโต๊ะ",
        "เห็ดหอม 2 ดอก",
        "แครอตหั่นเต๋า 3 ช้อนโต๊ะ",
        "น้ำเปล่า 1/2 ถ้วย",
        "แป้งข้าวโพด 3 ช้อนชา (ผสมน้ำเล็กน้อย คนผสมให้ละลาย)",
        "ซอสหอยนางรม 2 ช้อนโต๊ะ",
        "ซีอิ๊วขาว",
        "พริกไทยป่น 1 ช้อนชา",
        "น้ำมันพืช 2 ช้อนโต๊ะ",
        "ต้นหอมซอย 2 ช้อนโต๊ะ"
      ],
      "cooking_method": [
        "1. นึ่งเต้าหู้ หรือลวกน้ำร้อน พักไว้",
        "2. ใส่น้ำมันลงในกระทะ นำขึ้นตั้งไฟ ใส่หอมใหญ่ลงไปเจียวให้หอม ใส่หมูสับลงไปผัด ตามด้วยเห็ดหอม ปรุงรสด้วยซีอิ๊วขาว ซอสหอยนางรม และพริกไทยป่น ใส่น้ำพอขลุกขลิก พอเดือด",
        "3. ใส่แครอตและแป้งข้าวโพดผสมน้ำลงไปให้น้ำข้นนิด ๆ พอเดือดอีกครั้งปิดไฟ นำไปราดบนเต้าหู้ โรยด้วยต้นหอมซอย พร้อมเสิร์ฟ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CW6KnZ.jpg"
    },
    {
      "food_name": "เห็ดฟางผัด",
      "food_ingredients": [
        "กระเทียมสับ",
        "พริกขี้หนู",
        "เห็ดฟาง",
        "ซอสหอยนางรม",
        "ซีอิ๊วขาว"
       ],
      "food_vol":[
        "กระเทียมสับ",
        "พริกขี้หนูทุบ",
        "เห็ดฟาง",
        "ซอสหอยนางรม",
        "ซีอิ๊วขาว"
       ],
       "cooking_method": [
        "1. ใส่น้ำมันลงในกระทะ นำกระเทียมและพริกขี้หนูลงไปผัดให้หอม",
        "2. ใส่เห็ดลงไปผัด ปรุงรสด้วยซอสหอยนางรม ซีอิ๊วขาว ใส่น้ำเปล่านิดหน่อย",
        "3. พอสุก ตักใส่จาน พร้อมเสิร์ฟ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CW8Q3a.jpg"   
    },
    {
      "food_name": "พิซซ่าเกาหลี",
      "food_ingredients": [
        "ต้นหอม",
        "แครอท",
        "แป้งข้าวเจ้า",
        "แป้งโกกิ",
        "ไข่",
        "น้ำเปล่า",
        "ซอสถั่วเหลือง",
        "น้ำมันทอด"
      ],
      "food_vol":[
        "ต้นหอม",
        "แครอท",
        "แป้งข้าวเจ้า 1 ถ้วย",
        "แป้งโกกิ 1 ถ้วย",
        "ไข่ 1 ฟอง",
        "น้ำเปล่า 1 ถ้วย",
        "ซอสถั่วเหลือง 1 ช้อนโต๊ะ",
        "น้ำมันทอด"
      ],
      "cooking_method": [
        "1. นำแป้งข้าวเจ้า และแป้งโกกิมาผสมกันตอกไข่ไก่ตีให้เข้ากันค่อยๆ เติมน้ำเปล่าตีให้เข้ากัน ใส่ซอสถั่วเหลือง ตีให้เข้ากันจนแป้งเนียน ความข้นของแป้งพอติดตะกร้อ ไม่เหลวไป พักแป้ง ไว้ 15 นาที",
        "2. นำต้นหอมมาตัดรากหั่นท่อน แครอทซอยละเอียด ล้างผึ่งสะเด็ดน้ำ",
        "3. นำผักที่เตรียมไว้มาคลุกกับแป้งเคล้าพอแป้งที่ผสมไว้พอติดผัก"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CW8qpz.jpg"
    },
    {
      "food_name": "ไก่ทอดเกลือ",
      "food_ingredients": [
        "สะโพกไก่",
        "เกลือ",
        "ซอสปรุงรส",
        "ผงปรุงรส"
      ],
      "food_vol":[
        "สะโพกไก่",
        "เกลือ",
        "ซอสปรุงรส",
        "ผงปรุงรส"
      ],
      "cooking_method": [
        "1.หมักสะโพกไก่กับเกลือ ซอสปรุงรส ผงปรุงรส และแป้งทอดกรอบ คลุกเคล้าให้เข้ากัน",
        "2.หมักทิ้งไว้ 30 ชั่วโมง จากนั้นก็นำลงไปทอดในน้ำมันร้อนๆ",
        "3.ทอดจนเหลืองกรอบ เสร็จแล้วก็ตักขึ้นมาสะเด็ดน้ำมัน จัดใส่จานเสิร์ฟได้เลย"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWH1ve.jpg"
    },
    {
      "food_name": "ปีกไก่อบต้มยำพริกเผา",
      "food_ingredients": [
        "ปีกไก่",
        "ซอสมะเขือเทศ",
        "น้ำพริกเผาต้มยำ",
        "น้ำมันที่อยู่ในพริกเผา"
      ],
      "food_vol":[
        "ปีกกลางไก่ 500 กรัม",
        "ซอสมะเขือเทศ 2 ถ้วย",
        "น้ำพริกเผาต้มยำ 1 ช้อนโต๊ะ",
        "น้ำมันที่อยู่ในพริกเผา 1 ช้อนโต๊ะ"
      ],
      "cooking_method": [
        "1. ผสมไก่กับซอสมะเขือเทศ น้ำพริกเผาต้มยำ และน้ำมันน้ำพริกเผา เข้าด้วยกัน หมักทิ้งไว้ในตู้เย็นข้ามคืน",
        "2. นำไปอบด้วยความร้อน 200 องศาเซลเซียส ด้านละ 7 นาที หรือจนสุกเหลืองน่ารับประทาน สามารถใช้ไมโครเวฟ หรือย่างในกระทะเทฟลอนได้"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWVr1V.jpg"
    },
    {
      "food_name": "ผักกาดขาวห่อไก่",
      "food_ingredients": [
        "กระเทียม",
        "พริกไทย",
        "สะโพกไก่",
        "ซีอิ๊วขาว",
        "ซอสหอยนางรม",
        "น้ำตาลทราย",
        "ผักกาดขาว",
        "น้ำเปล่า"
      ],
      "food_vol":[
        "กระเทียม",
        "พริกไทย",
        "เนื้อสะโพกไก่",
        "ซีอิ๊วขาว",
        "ซอสหอยนางรม",
        "น้ำตาลทราย (เล็กน้อย)",
        "ผักกาดขาว",
        "น้ำเปล่า 1 ถ้วย"
      ],
      "cooking_method": [
        "1.โขลกกระเทียมกับพริกไทยให้ละเอียดแล้วพักไว้",
        "2.สับไก่ให้ละเอียด แล้วหมักด้วยกระเทียม พริกไทย ซีอิ๊วขาว ซอสหอยนางรม และน้ำตาลทรายเล็กน้อย ทิ้งไว้อย่างน้อย 30 นาที (สามารถหมักทิ้งไว้ทั้งคืน)",
        "3.ลวกใบผักกาดขาวในน้ำเดือดแล้วแช่ในน้ำเย็นจัด ทิ้งไว้ให้สะเด็ดน้ำ ตัดก้านทิ้งเอาแต่ส่วนใบ",
        "4.นำไก่สับสับมาวางลงบนใบผักกาดขาวแล้วห่อ หลังจากนั้นนำไปวางในชุดนึ่งแล้วนึ่งในน้ำเดือดประมาณ 5 นาทีหรือจนกว่าจะสุก"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWXVc0.jpg"
    },
    {
      "food_name": "ผัดกะเพราไก่",
      "food_ingredients": [
        "สันในไก่",
        "ใบกะเพรา",
        "พริกขี้หนู",
        "กระเทียมสับ",
        "น้ำมันพืช",
        "ซอสหอยนางรม",
        "น้ำเปล่า"
      ],
      "food_vol":[
        "สันในไก่หั่นเป็นชิ้น 300 กรัม",
        "ใบกะเพราใบเล็ก 1 ถ้วยตวง",
        "พริกขี้หนูแดงโขลก 1 ช้อนโต๊ะ",
        "กระเทียมสับหยาบ 1 ช้อนโต๊ะ",
        "น้ำมันพืช 1 ช้อนโต๊ะ",
        "ซอสหอยนางรม 2 ช้อนโต๊ะ",
        "น้ำเปล่า 1/4 ถ้วยตวง"
      ],
      "cooking_method": [
        "1.ใส่พริก กระเทียมผัดกับน้ำมันให้มีกลิ่นหอมด้วยไฟแรง",
        "2.ตามด้วยเนื้อไก่ ผัดพอเกือบสุก",
        "3.ปรุงรสด้วย ซอสหอยนางรม ผัดไฟแรงอีกครั้ง",
        "4.ใส่น้ำเปล่า ใบกะเพราผัดให้สุก จัดรับประทานกับข้าวสวยร้อนๆ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWaOGP.jpg"
      },
    {
      "food_name": " พิซซ่าไก่",
      "food_ingredients": [
        "อกไก่",
        "หอมใหญ่",
        "เนยสด",
        "ซอสมะเขือเทศ",
        "เกลือป่น",
        "พริกไทยป่น",
        "ใบออริกาโน่",
        "แผ่นแป้งสาลีตอตีญ่า แบบโฮลวีต",
        "พริกหวาน",
        "มะเขือเทศราชินี",
        "มอสซาเรลล่า"
      ],
      "food_vol":[
        "อกไก่หั่นเป็นชิ้น 100 กรัม",
        "หอมใหญ่หั่นเต๋า 1/2 หัว",
        "เนยสด",
        "ซอสมะเขือเทศ 1 ถ้วย",
        "เกลือป่น",
        "พริกไทยป่น",
        "ใบออริกาโน่",
        "ใบออริกาโน่",
        "พริกหวาน 3 สี หั่นเป็นเส้น ๆ",
        "มะเขือเทศราชินีหั่นครึ่ง",
        "มอสซาเรลล่าชีสขูดฝอย"
      ],
      "cooking_method": [
        "1. นำหอมใหญ่ผัดกับเนย พอสุกใส่ซอสมะเขือเทศ ใส่เกลือป่น พริกไทยป่น และออริกาโน่นิดหน่อย ชิมรสให้เปรี้ยวหวานตามชอบ ใส่ไก่ลงไปผัดพอสุกประมาณ 80% (เพราะเมื่อนำไปอบจะเสียน้ำจะทำให้เนื้อสัตว์แห้งเกินไป)",
        "2. นำเครื่องที่ผัดตักราดบนแผ่นแป้ง วางพริกหวานและมะเขือเทศ โรยด้วยมอสซาเรลล่าชีสปริมาณตามชอบ",
        "3. นำเข้าอบอุณหภูมิ 200 องศาเซลเซียส นานประมาณ 6 นาที (หรือจนชีสเป็นสีเหลืองทอง) นำออกจากเตา โรยด้วยออริกาโน่ ตัดแบ่งพร้อมเสิร์ฟ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWJ56l.jpg"
      },
    {
      "food_name": "สลัดอกไก่ย่าง",
      "food_ingredients": [
        "อกไก่",
        "ผักสลัด",
        "พริก",
        "เกลือ",
        "พริกไทยดำ"
      ],
      "food_vol":[
        "อกไก่",
        "ผักสลัด",
        "พริก",
        "เกลือ",
        "พริกไทยดำ"
      ],
      "cooking_method": [
        "1.หมักไก่ด้วยเกลือและพริกไทยดำบด",
        "2.ย่างให้สุก ใช้ไฟกลางอ่อน",
        "3.ยำผัก 5 สี คลุกให้เข้ากัน จัดเสิร์ฟ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWLBZk.jpg"
      },
    {
      "food_name": "ไข่เจียวพระอาทิตย์",
      "food_ingredients": [
        "ไข่",
        "ซอสปรุงรส",
        "ข้าวสวย"
      ],
      "food_vol":[
        "ไข่ 2 ฟอง",
        "ซอสปรุงรส 1 ช้อนโต๊ะ",
        "ข้าวสวย 1 ถ้วย"
      ],
      "cooking_method": [
        "1.ตอกไข่ใส่ชาม จากนั้นก็ปรุงรส ตีให้ไข่พอแตก",
        "2.ใส่ข้าวสวยลงไป แล้วให้เข้ากัน",
        "3.ตั้งกระทะ รอให้น้ำมันร้อน จากนั้นก็เทไข่ใส่ลงไป ทอดจนสุกทั้งสองด้าน"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWLis1.jpg"
    },
    {
      "food_name": "ไข่เจียวฟูกรอบ",
      "food_ingredients": [
        "ไข่",
        "ซอสปรุงรส",
        "น้ำเปล่า"
      ],
      "food_vol":[
        "ไข่ไก่ 2 ฟอง",
        "ซอสปรุงรส",
        "น้ำมันประมาณ 1/2 กระทะ"
      ],
      "cooking_method": [
        "1.เท น้ำมันใส่กระทะ ตั้งน้ำมันให้ร้อน",
        "2.ตอกไข่ เทซอสปรุงอาหาร แล้วตีให้เข้ากัน",
        "3.พอน้ำมันเดือด นำกระชอนมากรองไข่ใส่กระทะให้ไข่ฟู พอไข่เริ่มมีสีเหลืองทองแล้วพลิกไข่อีกด้าน แล้วเจียวให้สุก พร้อมจัดเสิร์ฟ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWL6NI.jpg"
    },
    {
      "food_name": "ไข่ตุ๋นหมูสับ",
      "food_ingredients": [
        "ไข่",
        "หมู",
        "ซีอิ๊วขาว",
        "เกลือ",
        "พริกไทย",
        "น้ำเปล่า",
        "ต้นหอมซอย"
      ],
      "food_vol":[
        "ไข่ไก่",
        "หมูสับ",
        "ซีอิ๊วขาว",
        "เกลือ",
        "พริกไทย",
        "น้ำเปล่า",
        "ต้นหอมซอย"
      ],
      "cooking_method": [
        "1.แบ่งหมูสับออกเป็นสองส่วน สำหรับโรยหน้า และอีกส่วนหนึ่งไว้ใส่ในไข่ตุ๋น",
        "2.หมูสับสำหรับโรยหน้า ใส่น้ำเปล่าเล็กน้อยแล้วเอาเข้าไมโครเวฟ ปรับไปที่อุณหภูมิปานกลางค่อนข้างสูง (Medium High) เป็นเวลา 2 นาทีให้หมูสุกทั้งหมด",
        "3.ส่วนหมูสับที่ใส่ในไข่ ใส่น้ำเปล่าเล็กน้อยแล้วเอาเข้าไมโครเวฟ ปรับไปที่อุณหภูมิปานกลางค่อนข้างสูง (Medium High) เป็นเวลา 1 นาที ให้สุกแค่บางส่วน เพราะเราต้องเอาไปเวฟพร้อมไข่อีกครั้ง",
        "4.ตอกไข่แล้วเติมน้ำเปล่าใส่ลงไปประมาณ 1/4 ของไข่ จากนั้นปรุงรสด้วยเกลือ ซีอิ๊วขาว และพริกไทย ตีให้เข้ากันแล้วใส่หมูสับที่เวฟเอาไว้ลงไป",
        "5.พันด้วยพลาสติกแรปเจาะรู 3-4 รู แล้วเอาเข้าไมโครเวฟ ปรับไปที่อุณหภูมิปานกลางค่อนข้างต่ำ (Medium Low) เป็นเวลา 7 นาที เสร็จแล้วโรยหน้าด้วยต้นหอมซอยกับหมูสับ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWe8h9.jpg"
    },
    {
      "food_name": "ไข่ปิ้งทรงเครื่อง",
      "food_ingredients": [
        "ไข่",
        "ซีอิ๊วขาว",
        "ซอสหอยนางรม",
        "พริกไทยป่น",
        "น้ำเปล่า"
    ],
    "food_vol":[
        "ไข่ไก่ 15 ฟอง",
        "ซีอิ๊วขาว 1ช้อนโต๊ะ",
        "ซอสหอยนางรม 3 ช้อนโต๊ะ",
        "พริกไทยป่น 2 ช้อนชา",
        "น้ำสะอาด 1/2 ถ้วย"
      ],
      "cooking_method": [
        "1.เตรียมไข่ไก่ล้างน้ำให้สะอาด เตรียมชามผสม ผ้าขาวบาง เพื่อกรองไม่ให้เศษเปลือกไข่ล่วงลงไปในชาม",
        "2.ใช้มีดปลายแหลมเจาะเปลือกไข่ด้านบนให้เป็นรูเล็กๆ แล้วเขย่าไข่ใส่ชามผสมไว้",
        "3.การปรุงรส ใส่ซอสหอยนางรม พริกไทยป่น ซีอิ๊วขาว น้ำสะอาดเล็กน้อย ผสมพอเข้ากัน",
        "4.เตรียมเปลือกไข่ ล้าง ตัดแต่งขอบเปลือกไข่ให้เรียบร้อยก่อน ดูไม่ให้มีเศษเปลือกไข่",
        "5.เตรียมขวดบีบใส่ไข่ที่ผสมไว้แล้ว เพื่อกรอกใส่เปลือกไข่ หรือจะใช้ไซริงค์ฉีดยา ขนาดใหญ่ก็ได้ค่ะ แล้วแต่ถนัด หรือตามอุปกรณ์ที่มีก็ได้",
        "6.เตรียมถ้วยตะไล สำหรับรองไข่ไก่ให้ตั้งได้ หรือจะใช้ถ้วยเล็กๆ ก็ได้",
        "7.เตรียมซึ้ง ต้มน้ำให้เดือด เอาไข่ลงไปนึ่ง แล้วลดไฟลงให้อ่อนๆ ไม่ให้น้ำเดือด ต้องนึ่งไฟอ่อนๆ เท่านั้น ไม่งั้นไข่จะเดือดเป็นฟองค่ะ นึ่งประมาณ 20 นาที ก็ใช้ได้",
        "8.พอไข่สุกก็เอามาเสียบไม้ แล้วเอาไปปิ้งเพื่อให้หอมเปลือกไข่และให้ไข่แข็งดีค่ะ ปิ้งสักประมาณ 5-10 นาที"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWmPaZ.jpg"
    },
    {
      "food_name": "ไข่ลวกไมโครเวฟ",
      "food_ingredients": [
        "ไข่",
        "น้ำเปล่า"
      ], 
      "food_vol":[
        "ไข่ไก่ 1 ฟอง",
        "น้ำเปล่า 3/4 ของแก้ว"
      ],
      "cooking_method": [
        "1.เติมน้ำใส่แก้ว ประมาณ 3/4 ของแก้ว จากนั้นเอาเข้าไมโครเวฟ โดยใช้ไฟ 800 วัตต์ เป็นเวลา 1 นาที",
        "2.นำแก้วออกจากไมโครเวฟ แล้วตอกไข่ใส่ในแก้ว จากนั้นเอาเข้าไมโครเวฟรอบที่2 โดยใช้ไฟ 800 วัตต์ เป็นเวลา 30 วินาที นำออกจากไมโครเวฟ เทน้ำทิ้งแล้วตักไข่ออกมาใส่ชาม เหยาะซอสเหยาะจิ้ม พร้อมจัดเสิร์ฟ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWyocg.jpg"
    },
    {
      "food_name": "กุ้งมะนาว",
      "food_ingredients": [
        "กุ้งขาว",
        "รากผักชี",
        "กระเทียมสับ",
        "พริกขี้หนู",
        "น้ำมะนาว",
        "น้ำปลา",
        "น้ำตาลทราย",
        "ก้านคะน้า",
        "แครอท"
      ],
      "food_vol":[
        "กุ้งขาว (แกะเปลือกผ่าหลัง)",
        "รากผักชีสับละเอียด 3 ช้อนโต๊ะ",
        "กระเทียมสับละเอียด 3 ช้อนโต๊ะ",
        "พริกขี้หนูสับละเอียด 2 ช้อนโต๊ะ",
        "น้ำมะนาว 3 ช้อนโต๊ะ",
        "น้ำปลา 3 ช้อนโต๊ะ",
        "น้ำตาลทราย 1 ช้อนชา",
        "ก้านคะน้าและแครอต แช่น้ำเย็นจัด"
      ],
      "cooking_method": [
        "1. ลวกกุ้ง โดยตั้งน้ำให้เดือดจัด ใส่กุ้งลงไปลวก พอกุ้งเริ่มเปลี่ยนสี หรือประมาณ 5-10 วินาที ให้รีบตักขึ้นทันที จะสุกพอดีและกุ้งไม่หด (ในน้ำลวกกุ้งใส่ใบโหระพาไปนิดจะหอมมากกว่าเดิม)",
        "2. ทำน้ำจิ้ม โดยนำน้ำมะนาว น้ำปลา และน้ำตาลทราย คนผสมให้น้ำตาลละลาย จากนั้นชิมรส ถ้าจัดเกินไปจะเติมน้ำซุปจากการลวกกุ้งนิดหน่อยก็ได้ค่ะ เมื่อได้รสที่ชอบแล้วใส่กระเทียม รากผักชี และพริกขี้หนูสับ ตามลงไป เสิร์ฟคู่กับก้านคะน้า และแครอตแช่เย็น"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWF5wz.jpg"
    },
    {
      "food_name": "ทะเลอบวุ้นเส้น",
      "food_ingredients": [
        "มันหมู",
        "ขิง",
        "กระเทียม",
        "รากผักชี",
        "พริกไทยดำป่น",
        "วุ้นเส้น",
        "กุ้ง",
        "ปลาหมึก",
        "หอยแมลงภู่",
        "ผักชี",
        "นมข้นจืด",
        "ซอสหอยนางรม",
        "ซีอิ๊วขาว",
        "ซอสถั่วเหลือง",
        "เหล้าจีน"
      ],
      "food_vol":[
        "มันหมูแข็ง",
        "ขิงแก่ทุบหยาบ ๆ 3-4 ชิ้น",
        "กระเทียมทุบหยาบ ๆ 10 กลีบ",
        "รากผักชีทุบหยาบ ๆ",
        "พริกไทยดำป่น หรือซุนเจียวทุบพอแตก",
        "วุ้นเส้นแห้ง (ถุงเล็กขนาด 80 กรัม) แช่น้ำให้นิ่ม ตัดเป็นท่อนสั้นประมาณ 4 นิ้ว",
        "กุ้ง ปลาหมึก และหอยแมลงภู่",
        "ผักชีไทย",
        "นมข้นจืด 1 ถ้วย ",
        "พริกไทยดำป่น หรือซุนเจียวบุบ 1 ช้อนชา",
        "ซีอิ๊วขาว ซอสหอยนางรม และซอสถั่วเหลือง อย่างละ 1 ช้อนโต๊ะ",
        "เหล้าจีน 1 ช้อนโต๊ะ"
      ],
      "cooking_method": [
        "1. นำส่วนผสมรองก้นหม้อ โดยวางมันหมูเป็นลำดับแรก ตามด้วยขิง กระเทียม รากผักชี พริกไทยดำ กุ้ง ปลาหมึก หอยแมลงภู่ และวุ้นเส้น",
        "2. นำนมข้นจืด พริกไทยดำป่น หรือซุนเจียวบุบ ซีอิ๊วขาว ซอสหอยนางรม และซอสถั่วเหลือง เหล้าจีนใส่รวมกันต้มเพื่อทำน้ำปรุงรส",
        "3. เทน้ำปรุงรสใส่ตามลงไป ปิดฝา นำขึ้นตั้งไฟนานประมาณ 10 นาที (ในระหว่าง 10 นาที เปิดฝานิดเล็กน้อย กดวุ้นเส้นให้โดนน้ำปรุงด้วย เขย่านิดหน่อย) อบต่อจนเส้นเหนียว โรยผักชี พร้อมเสิร์ฟ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWImdP.jpg"
    },
    {
      "food_name": "แซนวิชโรล",
      "food_ingredients": [
        "ขนมปังโฮลวีตตัดขอบ",
        "ปูอัด",
        "เชดด้าชีส",
        "ผักโขม",
        "ไข่",
        "เนยสด"
      ],
      "food_vol":[
        "ขนมปังโฮลวีตตัดขอบ 4 แผ่น",
        "ปูอัดหั่นครึ่งตามยาว 2 ชิ้น",
        "เชดด้าชีสหั่นครึ่ง 2 แผ่น",
        "ผักโขม 12 ใบ",
        "ไข่ไก่ 1 ฟอง",
        "เนยสด 1/2 ช้อนชา (5กรัม)"
      ],
      "cooking_method": [
        "1.ใช้นิ้วกดแผ่นขนมปังให้เป็นแผ่นบาง ให้ครบทั้ง 4 แผ่น วางแผ่น เชดด้าชีส ปูอัด ผักโขม จากนั้นม้วนขนมปังแล้วใช้มือกดให้แน่น",
        "2.ตีไข่พอแตกพักไว้ ใส่เนยลงในกระทะ พอให้เนยละลาย ให้นำขนมปังที่ม้วน ลงชุบไข่ให้ทั่วชิ้น แล้วนำลงจี่ในกระทะ ด้วยไฟอ่อน ให้สุกเหลืองทั่วชิ้นขนมปัง ตักขึ้นพร้อมจัดรับประทาน"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CWMEB0.jpg"
    }, 
    {
      "food_name": "เค้กแอปเปิ้ล",
      "food_ingredients": [
        "แป้งสาลี",
        "น้ำตาลทราย",
        "ผงฟู",
        "เนยสด",
        "ไข่เป็ด",
        "ผงซินนามอน",
        "แอปเปิล"
      ],
      "food_vol":[
        "แป้งสาลีอเนกประสงค์ 8 ช้อนโต๊ะ",
        "น้ำตาลทราย 8 ช้อนโต๊ะ",
        "ผงฟู 1 ช้อนชา",
        "เนยสด 6 ช้อนโต๊ะ",
        "ไข่เป็ด 2 ฟอง",
        "ผงซินนามอน หรือผงอบเชย 1 ช้อนชา",
        "แอปเปิล 1 ลูก"
      ],
      "cooking_method": [
        "1.ผสมแป้งสาลีอเนกประสงค์ น้ำตาลทราย และผงฟูเข้าด้วยกัน",
        "2.ตอกไข่ลงไป ตีผสมด้วยตะกร้อมือให้เข้ากัน",
        "3.ใส่เนยละลายลงไป ตีผสมให้เข้ากัน",
        "4.ใส่ส่วนผสมแอปเปิลที่เตรียมไว้ลงไปผสมให้เข้ากัน",
        "5.ตักส่วนผสมใส่แก้วประมาณ 1/2 แก้ว จากนั้นนำเข้าไมโครเวฟ ใช้ไฟแรงสุด ประมาณ 3 นาที นำออกจากเตา พร้อมเสิร์ฟ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdWeDe.jpg"
    },
    {
      "food_name": "บราวนี่ถั่วแดง",
      "food_ingredients": [
        "ถั่วแดง",
        "ข้าวโอ๊ต",
        "น้ำผึ้ง",
        "น้ำมันพืช",
        "ผงฟู",
        "กลิ่นวานิลลา",
        "ผงมอลต์สกัด รสช็อกโกแลต",
        "นมจืด",
        "ช็อกโกแลตชิพ"
      ],
      "food_vol":[
        "ถั่วแดง 1+1/2 ถ้วย",
        "ข้าวโอ๊ต (บด) 1 ถ้วย",
        "น้ำผึ้ง 1/3 ถ้วย",
        "น้ำมันพืช 1/4 ถ้วย",
        "ผงฟู 1 ช้อนชา",
        "กลิ่นวานิลลา 2 ช้อนชา",
        "ผงมอลต์สกัด รสช็อกโกแลต 4 ซอง",
        "นมจืด 1/2 ถ้วย",
        "ถั่วแดงและช็อกโกแลตชิพ เอาไว้โรยหน้า"
      ],
      "cooking_method": [
        "1.ใส่ส่วนผสมทุกอย่างลงในเครื่องปั่น จากนั้นก็ปั่นให้ละเอียด",
        "2.เทใส่ถาดแล้วเกลี่ยให้หน้าเรียบเท่ากัน จากนั้นก็โรยหน้าด้วยถั่วแดงและช็อกโกแลตชิพ นำเข้าเตาอบ ใช้ความร้อน 180 องศา อบนาน 30 นาที",
        "3.เมื่อบราวนี่อบจนสุกแล้ว นำออกมาตัดแบ่งให้พอดีชิ้น เสร็จแล้วตักแบ่งใส่กล่อง"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/Cddpp1.jpg"
    },
    {
      "food_name": "วุ้นกะทิมะพร้าวอ่อน",
      "food_ingredients": [
        "น้ำมะพร้าว",
        "ผงวุ้น",
        "ใบเตย",
        "น้ำตาลทราย",
        "เนื้อมะพร้าวน้ำหอม",
        "หัวกะทิ",
        "เกลือป่น"
      ],
      "food_vol":[
        "ผงวุ้น 1 1/2 ช้อนโต๊ะ",
        "น้ำมะพร้าวหรือน้ำเปล่า 2 1/2 ถ้วย",
        "ใบเตยหั่นเป็นท่อน 2-3 ใบ",
        "น้ำตาลทรายขาว 1/2 ถ้วยพูน ๆ",
        "เนื้อมะพร้าวน้ำหอมอ่อน ๆ 1 ลูก หั่นเต๋า จะได้ประมาณ 1/2 ถ้วย ",
        "หัวกะทิ 2 1/2 ถ้วย",
        "เกลือป่น 1/2 ช้อนชา"
      ],
      "cooking_method": [
        "1. ละลายผงวุ้นกับน้ำ นำขึ้นตั้งไฟ ใส่ใบเตยหั่นท่อนลงไป ต้มพอเดือด คนผสมจนส่วนผสมวุ้นเริ่มเหนียว",
        "2. ใส่น้ำตาลทรายลงไปคนให้ละลาย ตามด้วยเนื้อมะพร้าวอ่อน ",
        "3. พอเดือดค่อย ๆ เทหัวกะทิลงไป คนเบา ๆ อย่าให้กะทิแตกมัน ใส่เกลือป่นเพื่อตัดรสนิดหน่อย ",
        "4. พอเดือดอีกครั้งปิดไฟ (เอาใบเตยออก) นำไปใส่พิมพ์ จากนั้นนำไปแช่เย็นให้วุ้นเซตตัว นำออกมากินเย็น ๆ"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/Cd0efk.jpg"
    },
    {
      "food_name": "ข้าวคลุกกะปิห่อไข่",
      "food_ingredients": [
        "ข้าวสวย",
        "น้ำพริกกะปิ",
        "ไข่",
        "ปลาทู"
      ],
      "food_vol":[
        "ข้าวสวยหุงสุก 1 ทัพพี",
        "น้ำพริกกะปิ",
        "ไข่ 2 ฟอง",
        "ปลาทูทอด 1 ตัว",
        "ผักเคียงตามชอบ"
      ],
      "cooking_method": [
        "1. คลุกข้าวกับน้ำพริกกะปิเข้าด้วยกัน เตรียมไว้",
        "2. ตีไข่ไก่ให้เป็นเนื้อเดียวกัน เทลงในกระทะเทฟลอน กลิ้งเป็นแผ่น ๆ พอสุก นำข้าวที่คลุกน้ำพริกใส่ตรงกลาง จากนั้นพับไข่เป็นสี่เหลี่ยม นำไปวางใส่จานแบบกลับด้าน ใช้มีดคม ๆ กรีดไข่เป็นสี่แฉกให้สวยงาม กินคู่กับน้ำพริก ปลาทูทอด และผักเคียงตามชอบ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/Cd7OJe.jpg"
    },
    {
      "food_name": "ข้าวผัดไมโครเวฟ",
      "food_ingredients": [
        "ข้าวสวย",
        "ไข่",
        "ผักสามสี",
        "ไส้กรอก",
        "น้ำมันพืช",
        "ซีอิ๊วขาว",
        "น้ำปลา",
        "ซอสหอยนางรม",
        "น้ำตาลทราย",
        "พริกไทย",
        "ต้นหอมซอย"
      ],
      "food_vol":[
        "ข้าวสวย",
        "ไข่",
        "ผักสามสี",
        "ไส้กรอก",
        "น้ำมันพืช",
        "ซีอิ๊วขาว",
        "น้ำปลา",
        "ซอสหอยนางรม",
        "น้ำตาลทราย",
        "พริกไทย",
        "ต้นหอมซอย"
      ],
      "cooking_method": [
        "1.นำข้าวเปล่าคลุกกับน้ำมันเล็กน้อย และตีไข่คลุกให้ทั่ว เอาเข้าไมโครเวฟไฟแรงสุด 1 นาที",
        "2.ใส่ผักสามสีแช่แข็ง ไส้กรอก (หรือเนื้อสัตว์อื่น ๆ) คลุกเคล้าให้เข้ากัน เอาเข้าไมโครเวฟไฟแรงสุด 1 นาที",
        "3.ใช้ชามอีกใบตอกไข่ใส่ลงไป ตีไข่เล็กน้อยอย่าให้ไข่ขาวและไข่แดงผสมกันจนหมด เอาเข้าไมโครเวฟ ปรับไปที่ไฟกลาง (Medium) ใช้เวลา 1.30 นาที แล้วเอาออกมายีให้เป็นชิ้นเล็กๆ",
        "4.นำข้าวที่เวฟออกมาปรุงรสด้วยซีอิ๊วขาว น้ำปลา ซอสหอยนางรม และน้ำตาลทราย คลุกเคล้าให้ทั่วแล้วโรยด้วยไข่ที่ยีไว้ จากนั้น เอาเข้าไมโครเวฟไฟแรงสุด 1 นาที (ถ้าข้าวยังแฉะอยู่ให้เอาเข้าไมโครเวฟซ้ำอีก 1-2 ครั้ง)",
        "5.โรยหน้าด้วยต้นหอมซอย และพริกไทย"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdSppl.jpg"
    },
    {
      "food_name": "ข้าวผัดกุ้ง",
      "food_ingredients": [
        "กุ้ง",
        "ข้าวสวย",
        "ไข่",
        "ซอสปรุงรส",
        "หอมใหญ่",
        "แครอท",
        "ก้านคะน้า",
        "พริกไทยป่น",
        "น้ำมันพืช"
      ],
      "food_vol":[
        "กุ้งต้มหลังไหว้แกะเปลือกหั่นเป็นชิ้น",
        "ข้าวสวย",
        "ไข่ไก่ 2 ฟอง",
        "ซอสปรุงรส",
        "หอมใหญ่ 1/2 หัว",
        "แครอท",
        "ก้านคะน้าหั่นแว่น 50 กรัม",
        "พริกไทยป่น 1/4 ช้อนชา",
        "น้ำมันพืช"
      ],
      "cooking_method": [
        "1.นำกระทะตั้งไฟปานกลางใส่น้ำมันพอร้อน ตามด้วยกระเทียม หอมใหญ่ แครอท ผัดให้กระเทียมพอเหลือง พักทุกอย่างไว้ข้างกระทะ",
        "2.ใส่ไข่ไก่ลงไปยีพอแตก พอไข่เริ่มสุก ตามด้วยข้าวสวย ผัดพอเข้ากัน ปรุงรสข้าวผัดด้วย ซอสปรุงรสอาหาร และพริกไทยป่น กุ้งที่หั่นเตรียมไว้ ผัดให้เข้ากัน โรยต้นหอม ผัดด้วยไฟแรงอีกครั้ง ยกลง พร้อมจัดรับประทานขณะร้อนกับผักสดตามชอบ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/Cdwoif.jpg"
    },
    {
      "food_name": "ข้าวผัดปลากระป๋อง",
      "food_ingredients": [
        "น้ำมันพืช",
        "กระเทียมสับ",
        "ปลากระป๋อง",
        "ซอสปรุงรส",
        "ข้าวสวย",
        "ต้นหอมซอย",
        "พริก"
      ],
      "food_vol":[
        "น้ำมันพืช 2 ช้อนโต๊ะ",
        "กระเทียมสับหยาบ 15 กรัม",
        "เนื้อปลากระป๋อง 100 กรัม",
        "ซอสปรุงรส",
        "ข้าวสวย 300 กรัม",
        "ต้นหอมซอย 5 กรัม"
      ],
      "cooking_method": [
        "1.ตั้งกระทะใส่น้ำมันพืช ผัดกระเทียมให้หอม ใส่เนื้อปลากระป๋องยีให้พอแตก",
        "2.ใส่ข้าวสวยเย็นลงไป ปรุงรสด้วยซอสปรุงรสอาหาร ใส่ต้นหอม ผัดให้เข้ากัน",
        "3.ตักใส่จาน ตกแต่งด้วยเนื้อปลากระป๋อง โรยต้นหอมและพริกจินดา พร้อมเสิร์ฟ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/Cd1Q6P.jpg"
    },
    {
      "food_name": "ข้าวผัดมาม่า",
      "food_ingredients": [
        "มาม่า",
        "ข้าวสวย",
        "ผักสด",
        "ไข่"
      ],
      "food_vol":[
        "มาม่า รสที่ชอบ",
        "ข้าวสวย",
        "ผักสด",
        "ไข่ไก่"
      ],
      "cooking_method": [
        "1.นำมาม่ามาทุบให้แตกทั่วกัน นำไปใส่น้ำร้อนปิดฝาไว้ให้สุก เทน้ำออก พักไว้",
        "2.ตั้งกระทะ ใส่ข้าวที่เตรียมไว้ลงไปผัด ตามด้วยมาม่าที่พักไว้ ใส่ผักสด หรือผักแช่แข็งที่เตรียมไว้ ผัดให้เข้ากัน จนพอสุก",
        "3.นำผงมาม่าเทใส่แทนเครื่องปรุง ผัดให้เข้ากันอีกครั้ง จากนั้นตอกไข่ใส่ 1 ฟอง ผัดจนไข่สุกและแห้งดี พร้อมจัดใส่จาน"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdK0QZ.jpg"
    },
    {
      "food_name": "ข้าวผัดอเมริกัน",
      "food_ingredients": [
        "ข้าวสวย",
        "ไข่",
        "ปีกไก่",
        "ซอสปรุงรส",
        "ซอสหอยนางรม",
        "ซอสมะเขือเทศ",
        "น้ำตาลทราย",
        "หอมใหญ่",
        "ผักสามสี",
        "น้ำมันพืช"
      ],
      "food_vol":[
        "ข้าวสวย 200 กรัม",
        "ไข่ดาว 2 ฟอง",
        "ปีกบนไก่ทอด 2 ชิ้น",
        "ซอสปรุงรส",
        "ซอสหอยนางรม",
        "ซอสมะเขือเทศ 2 ช้อนโต๊ะ",
        "น้ำตาลทราย 1/4 ช้อนชา",
        "หอมใหญ่สับหยาบ 1 ช้อนโต๊ะ",
        "ผักสามสีแช่แข็ง 2 ช้อนโต๊ะ",
        "น้ำมันพืช 1 ช้อนโต๊ะ"
      ],
      "cooking_method": [
        "1.นำกระทะตั้งไฟปานกลางใส่น้ำมันพอร้อน ตามด้วยหอมใหญ่ ผัดให้สุก",
        "2.ตามด้วยข้าวและผักสามสีแช่แข็ง ลงผัดให้เข้ากัน",
        "3.ปรุงรสข้าวผัดด้วย ซอสปรุงอาหาร ซอสหอยนางรม น้ำตาลทราย ซอสมะเขือเทศ ผัดให้เข้ากัน ยกลง จัดเสิร์ฟคู่กับเครื่องที่เตรียมไว้ พร้อมจัดรับประทาน"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdKalk.jpg"
    },
    {
      "food_name": "ข้าวหน้าหมูญี่ปุ่น",
      "food_ingredients": [
        "เนื้อหมูสไลด์",
        "หอมใหญ่",
        "ซอสหอยนางรม",
        "น้ำตาลทราย",
        "น้ำซุปปลาโอ",
        "น้ำมันพืช",
        "ข้าวสวย",
        "ต้นหอม"
      ],
      "food_vol":[
        "เนื้อหมูสไลด์ 180 กรัม",
        "หอมหัวใหญ่ซอยบาง",
        "ซอสหอยนางรม",
        "น้ำตาลทราย",
        "น้ำซุปปลาโอ 1+1/2 ถ้วยตวง",
        "น้ำมันพืช 1 ช้อนโต๊ะ",
        "ข้าวหุงสุกพร้อมคีนัว 2 ทัพพี (300กรัม)",
        "ต้นหอมซอยโรยหน้า"
      ],
      "cooking_method": [
        "1.นำน้ำเปล่าใส่หม้อ 2 ถ้วยตวง รอให้เดือด จากนั้นใส่ปลาโออบแห้ง ลงต้มต่อประมาณ 5 นาที แล้วกรองเอาแต่น้ำ จะได้น้ำซุปปลาโอ ตั้งพักไว้",
        "2.ผัดหัวหอมใหญ่กับน้ำมันให้สุก ด้วยไฟกลาง",
        "3.ปรุงรสด้วย น้ำตาลทราย ซอสปรุงอาหาร ซอสหอยนางรม ผัดพอให้สีซอสเข้มขึ้น",
        "4.ใส่น้ำซุปปลาโอลงในกระทะ พอเดือด เปิดไฟอ่อน เคี่ยวพอน้ำคลุกคลิกและหอมใหญ่สุกนุ่ม",
        "5.ใส่เนื้อหมูสไลด์ พอสุก ตักราดบนข้าวสวย โรยหน้าด้วยงาขาวและต้นหอมซอย พร้อมจัดรับประทานทันที"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdZRIt.jpg"
    },
    {
      "food_name": "ทอดมันข้าวโพด",
      "food_ingredients": [
        "ข้าวโพด",
        "แป้งสาลี",
        "ไข่",
        "พริกไทย",
        "กระเทียมสับ",
        "รากผักชี",
        "ซอสหอยนางรม",
        "ซีอิ๊วขาว",
        "น้ำมันทอด"
      ],
      "food_vol":[
        "ข้าวโพดหวานต้มหั่นเป็นเม็ด 1 ถ้วย",
        "แป้งสาลีอเนกประสงค์ 1 ถ้วย",
        "ไข่ไก่ 1 ฟอง",
        "พริกไทย 1 ช้อนชา",
        "กระเทียมสับ 3 ช้อนโต๊ะ",
        "รากผักชีสับ 3 ช้อนโต๊ะ",
        "ซอสหอยนางรม 3 ช้อนโต๊ะ",
        "ซีอิ๊วขาว 1 ช้อนโต๊ะ",
        "น้ำมันทอด"
      ],
      "cooking_method": [
        "1. นำส่วนผสมทั้งหมดนวดคลุกเคล้าให้เข้ากัน",
        "2. นำไปทอดในน้ำมันร้อน ใช้ไฟปานกลางจนสุกเหลืองน่ารับประทาน",
        "3. เสิร์ฟคู่กับซอสมะเขือเทศหรือน้ำจิ้มบ๊วยเจี่ย"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdZXub.jpg"
    },
    {
      "food_name": "คะน้าฮ่องกงน้ำมันหอยเต้าหู้หมูสับ",
      "food_ingredients": [
        "คะน้าฮ่องกง",
        "เต้าหู้ไข่",
        "หมูสับ",
        "ซอสหอยนางรม",
        "ซอสปรุงรส",
        "น้ำตาลทราย",
        "น้ำตาลทราย",
        "กระเทียมสับ",
        "น้ำเปล่า",
        "น้ำมันพืช"
      ],
      "food_vol":[
        "คะน้าฮ่องกง",
        "เต้าหู้ไข่ทอด 2 หลอด",
        "หมูสับ",
        "ซอสหอยนางรม",
        "ซอสปรุงรส",
        "ซอสปรุงรส",
        "น้ำตาลทราย 1/2 ช้อนชา",
        "กระเทียมสับหยาบ 1 ช้อนโต๊ะ",
        "น้ำเปล่า 5 ช้อนโต๊ะ",
        "น้ำมันพืช 2 ช้อนโต๊ะ"
      ],
      "cooking_method": [
        "1.ทอดเต้าหู้ไข่ให้เหลืองตักขึ้นพักไว้",
        "2.หั่นคะน้าฮ่องกงขนาดพอดีทาน",
        "3.ใส่น้ำมันลงกระทะพอร้อน ตามด้วย คะน้าฮ่องกง ลงผัดพอสุกด้วยไฟแรงตักขึ้นพักไว้",
        "4.ผัดกระเทียมกับน้ำมันพืชที่เหลือให้มีสีเหลืองทอง ตามด้วยหมูสับ ผัดพอสุก ปรุงรสด้วย ซอสหอยนางรม ซอสปรุงอาหาร น้ำตาล น้ำเปล่า ผัดให้เข้ากัน",
        "5.ใส่เต้าหู้ไข่ ตักราดบนคะน้าฮ่องกง พร้อมเสิร์ฟกับข้าวร้อนๆ"
      ],
      "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdcYLl.jpg"
    },
    {
      "food_name": "ทอดมันปลากราย",
      "food_ingredients": [
        "ปลากราย",
        "น้ำพริกแกงเผ็ด",
        "ไข่",
        "ถั่วฝักยาว",
        "ใบมะกรูด",
        "น้ำปลา",
        "แครอท",
        "แตงกวา",
        "หอมแดง",
        "มะนาว",
        "พริกขี้หนู",
        "น้ำตาลทราย",
        "น้ำเปล่า",
        "เกลือป่น"
      ],
      "food_vol":[
        "เนื้อปลากราย 500 กรัม ",
        "น้ำพริกแกงเผ็ด 1/2 ถ้วย",
        "ไข่ไก่ 1 ฟอง",
        "ถั่วฝักยาวซอย 1 ถ้วยพูน ๆ",
        "ใบมะกรูดซอยละเอียด 3 ช้อนโต๊ะ",
        "น้ำปลา 2 ช้อนโต๊ะ",
        "แครอต 1/2 ถ้วย",
        "แตงกวา 1/2 ถ้วย",
        "หอมแดงซอย 1/2 ถ้วย",
        "มะนาว 2 ลูก",
        "พริกขี้หนูซอย 2 ช้อนโต๊ะ",
        "น้ำตาลทราย",
        "น้ำเปล่า",
        "เกลือป่น"
      ],
      "cooking_method": [
        "1. วิธีทำน้ำจิ้มอาจาดนำแตงกวา แครอต หอมแดง และพริกขี้หนู ใส่ในชาม บีบมะนาวลงไป คลุกเคล้าเบา ๆ ให้ทั่ว แช่เย็นพักไว้",
        "2. ผสมน้ำกับน้ำตาลทรายและเกลือป่น คนให้ละลาย นำขึ้นตั้งไฟเคี่ยวให้เหนียว ชิมรสให้ออกหวานเค็มนิด ๆ ตามชอบ พักให้เย็น",
        "3. วิธีทำทอดมันปลากรายนำทุกอย่างผสมเข้าด้วยกัน แล้วนวดจนเป็นเนื้อเดียวกัน นำไปทอดให้สุก กินคู่กับน้ำจิ้มอาจาด"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/Cdc83l.jpg"
    },
    {
      "food_name": "ปลาต้มกระชาย",
      "food_ingredients": [
        "เนื่อปลา",
        "กระชาย",
        "เกลือป่น",
        "น้ำปลา",
        "ผงปรุงรส"
      ],
      "food_vol":[
        "เนื่อปลา",
        "กระชาย",
        "เกลือป่น",
        "น้ำปลา",
        "ผงปรุงรส"
      ],
      "cooking_method": [
        "1. ต้มน้ำให้เดือด ใส่เกลือ น้ำปลา และผงปรุงรส ชิมรสตามชอบ",
        "2. พอน้ำเดือดใส่กระชายทุบลงไป พอเดือดอีกครั้งใส่เนื้อปลาลงไปเบา ๆ ทีละชิ้น (ในขั้นตอนนี้ห้ามคนเด็ดขาดจนกว่าปลาจะสุก)"
      ],
      "food_cals": 245.9,
      "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdgzZb.jpg"
    },
    {
      "food_name": "ยำปลากระป๋อง",
      "food_ingredients": [
        "ปลากระป๋อง",
        "ตะไคร้",
        "หอมแดง",
        "ผักชีฝรั่ง",
        "ใบมะกรูด",
        "พริก",
        "พริกป่น",
        "น้ำมะนาว",
        "น้ำปลา",
        "น้ำตาลทราย"
      ],
      "food_vol":[
        "ปลากระป๋อง 2 กระป๋อง",
        "ตะไคร้ 1 ต้น",
        "หอมแดง 3 หัว",
        "ผักชีฝรั่ง 1 ต้น",
        "ใบมะกรูด",
        "พริกแดงจินดา 3 เม็ด",
        "พริกป่น 1 ช้อนชา",
        "น้ำมะนาว 1/2 ช้อนโต๊ะ",
        "น้ำปลา 1/2 ช้อนโต๊ะ",
        "น้ำตาล 1/2 ช้อนชา"
      ],
      "cooking_method": [
        "1. เทปลากระป๋องออกมาจากกระป๋อง แล้วแยกเนื้อปลาออกจากส่วนน้ำมะเขือเทศ",
        "2. ซอยตะไคร้บางๆ ตามด้วยหอมแดง พริก ผักชีฝรั่ง และใบมะกรูด",
        "3. นำน้ำปลากระป๋องมาปรุงรส ด้วย น้ำปลา น้ำตาล พริกป่น (สามารถใส่ผงชูรสได้เล็กน้อย) ตามด้วยน้ำมะนาว แล้วคนให้ส่วนผสมเข้ากัน",
        "4. ใส่ตะไคร้ซอย หอมแดง พริก ผักชีฝรั่ง และใบมะกรูด (ส่วนแรก) ลงไปแล้วคนให้เข้ากัน",
        "5. ราดน้ำยำลงบนปลากระป๋องที่แยกไว้ ตกแต่งหน้าด้วย ตะไคร้ซอย หอมแดง พริก ผักชีฝรั่ง และใบมะกรูด (ส่วนที่เหลือ) พร้อมเสิร์ฟ"
      ], 
        "food_cals": 245.9,
        "food_img": "https://sv1.picz.in.th/images/2021/08/26/CdgHFf.jpg"
      }
]